tap "emmercm/igir"
tap "fluxcd/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "shurco/tap"
tap "th-ch/youtube-music"
tap "vookimedlo/vookiimageviewer"
brew "ansible"
brew "ast-grep"
brew "bash"
brew "bat"
brew "block-goose-cli"
brew "harfbuzz"
brew "libsndfile"
brew "ffmpeg"
brew "chromaprint"
brew "cilium-cli"
brew "cloudflared"
brew "coreutils"
brew "crane"
brew "direnv"
brew "docker", link: false
brew "docker-machine"
brew "portaudio"
brew "espeak"
brew "exiftool"
brew "fd"
brew "ffmpeg@7"
brew "firefoxpwa"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "git-secret"
brew "grep"
brew "handbrake"
brew "httrack"
brew "imagemagick"
brew "jq"
brew "kopia"
brew "krew"
brew "kyverno"
brew "lazygit"
brew "libffi"
brew "libpq"
brew "librsvg"
brew "llvm@16"
brew "lua-language-server"
brew "media-info"
brew "mise"
brew "monkeysphere"
brew "mosh"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "nmap"
brew "nushell"
brew "ollama"
brew "pandoc"
brew "pgloader"
brew "pinentry-mac"
brew "pkgconf"
brew "pngpaste"
brew "poppler"
brew "pre-commit"
brew "pulseaudio"
brew "ripgrep"
brew "sops"
brew "sox"
brew "syncthing", restart_service: :changed
brew "tere"
brew "the_silver_searcher"
brew "tmux"
brew "uv"
brew "virtualenv"
brew "vlang"
brew "wget"
brew "emmercm/igir/igir"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
cask "1password"
cask "alacritty"
cask "audacity"
cask "balenaetcher"
cask "bartender"
cask "bettertouchtool"
cask "burn"
cask "calibre"
cask "cardhop"
cask "choosy"
cask "cleanmymac"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "fantastical"
cask "fastrawviewer"
cask "firefox"
cask "font-hack-nerd-font"
cask "fujitsu-scansnap-home"
cask "google-chrome"
cask "hazel"
cask "jellyfin"
cask "keepingyouawake"
cask "lens"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mkvtoolnix-app"
cask "musicbrainz-picard"
cask "notunes"
cask "numi"
cask "obsidian"
cask "pgadmin4"
cask "postbox"
cask "postman"
cask "proton-mail-bridge"
cask "protonvpn"
cask "rar"
cask "raspberry-pi-imager"
cask "reader"
cask "steam"
cask "stellarium"
cask "termius"
cask "tidal"
cask "vivaldi"
cask "vlc"
cask "vookiimageviewer-macos"
cask "wezterm"
cask "whatsapp"
cask "xld"
cask "youtube-music"
cask "zoom"
