tap "fluxcd/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "shurco/tap"
tap "th-ch/youtube-music"
brew "ansible"
brew "bash"
brew "bat"
brew "harfbuzz"
brew "ffmpeg"
brew "chromaprint"
brew "cilium-cli"
brew "coreutils"
brew "crane"
brew "deno"
brew "direnv"
brew "exiftool"
brew "firefoxpwa"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "git-secret"
brew "grep"
brew "handbrake"
brew "httrack"
brew "jq"
brew "kubernetes-cli"
brew "kyverno"
brew "libffi"
brew "librsvg"
brew "llvm@16"
brew "lua-language-server"
brew "node"
brew "markdownlint-cli2"
brew "media-info"
brew "monkeysphere"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "nmap"
brew "nushell"
brew "pandoc"
brew "pinentry-mac"
brew "pre-commit"
brew "ripgrep"
brew "rustup"
brew "sops"
brew "syncthing", restart_service: :changed
brew "tere"
brew "the_silver_searcher"
brew "tmux"
brew "uv"
brew "virtualenv"
brew "wget"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "alacritty"
cask "balenaetcher"
cask "bartender"
cask "bettertouchtool"
cask "burn"
cask "cardhop"
cask "choosy"
cask "cleanmymac"
cask "discord"
cask "dropbox"
cask "fantastical"
cask "fastrawviewer"
cask "firefox"
cask "fujitsu-scansnap-home"
cask "hazel"
cask "keepingyouawake"
cask "lens"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mkvtoolnix"
cask "musicbrainz-picard"
cask "notunes"
cask "numi"
cask "obsidian"
cask "pgadmin4"
cask "postbox"
cask "postman"
cask "proton-mail-bridge"
cask "protonvpn"
cask "qview"
cask "rar"
cask "raspberry-pi-imager"
cask "reader"
cask "steam"
cask "stellarium"
cask "termius"
cask "tidal"
cask "vivaldi"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "xld"
cask "youtube-music"
cask "zoom"
