tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "supabase/tap"
tap "theseal/ssh-askpass"
brew "ansible"
brew "awscli"
brew "bash"
brew "bat"
brew "chromaprint"
brew "coreutils"
brew "curlie"
brew "direnv"
brew "exiftool"
brew "faas-cli"
brew "fzf"
brew "git"
brew "gnupg"
brew "git-secret"
brew "go"
brew "grep"
brew "helm"
brew "python@3.10"
brew "howdoi"
brew "iperf"
brew "jq"
brew "kompose"
brew "kopia"
brew "kubernetes-cli", link: false
brew "krew"
brew "kustomize"
brew "libpq", link: true
brew "libslirp"
brew "mas"
brew "most"
brew "nmap"
brew "pdftk-java"
brew "pigz"
brew "pinentry-mac"
brew "pipenv"
brew "pre-commit"
brew "qemu"
brew "recode"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "rustfmt"
brew "rustup-init"
brew "sops"
brew "syncthing", restart_service: true
brew "tere"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "vifm"
brew "vim"
brew "watch"
brew "websocat"
brew "xh"
brew "xpdf"
brew "yamllint"
brew "yarn"
brew "yt-dlp"
brew "fluxcd/tap/flux"
brew "johanhaleby/kubetail/kubetail"
brew "supabase/tap/supabase"
cask "1password"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "backblaze"
cask "background-music"
cask "balenaetcher"
cask "bettertouchtool"
cask "burn"
cask "calibre"
cask "choosy"
cask "cleanmymac"
cask "db-browser-for-sqlite"
cask "discord"
cask "emclient"
cask "fastrawviewer"
cask "firefox"
cask "grammarly"
cask "hazel"
cask "keepingyouawake"
cask "kindle"
cask "kindle-previewer"
cask "lens"
cask "macdown"
cask "meta"
cask "musicbrainz-picard"
cask "netspot"
cask "obsidian"
cask "pgadmin4"
cask "plex"
cask "postman"
cask "protonmail-bridge"
cask "qview"
cask "sequel-pro"
cask "signal"
cask "slack"
cask "steam"
cask "table-tool"
cask "tinymediamanager"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vivaldi"
cask "vlc"
cask "webex"
cask "whatsapp"
cask "wkhtmltopdf"
cask "xld"
cask "zoom"
