tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "libffi"
brew "bash"
brew "bat"
brew "libpng"
brew "freetype"
brew "cairo"
brew "coreutils"
brew "docker", link: false
brew "flake8"
brew "fpp"
brew "fzf"
brew "git"
brew "pkg-config"
brew "gnupg"
brew "go"
brew "gtk+3"
brew "helm"
brew "howdoi"
brew "httpie"
brew "kubernetes-cli"
brew "lsd"
brew "markdown"
brew "mdr"
brew "minikube"
brew "most"
brew "mr"
brew "nmap"
brew "node"
brew "openshift-cli"
brew "pipenv"
brew "pv"
brew "pygobject3"
brew "qemu"
brew "ruby"
brew "rust"
brew "sc-im"
brew "syncthing", restart_service: true
brew "the_silver_searcher"
brew "tmux"
brew "vifm"
brew "vim"
brew "yarn"
brew "zlib"
brew "zsh"
brew "esolitos/ipa/sshpass"
cask "airtable"
cask "alacritty"
cask "bettertouchtool"
cask "choosy"
cask "docker"
cask "dropbox"
cask "evernote"
cask "exifrenamer"
cask "fastrawviewer"
cask "gimp"
cask "grammarly"
cask "iterm2"
cask "musicbrainz-picard"
cask "mylio"
cask "openoffice"
cask "postman"
cask "protonmail-bridge"
cask "slack"
cask "speedcrunch"
cask "spotify"
cask "thunderbird"
cask "tor-browser"
cask "unshaky"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vivaldi"
cask "vlc"
cask "webcatalog"
cask "whatsapp"
cask "xnviewmp"
